Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pt_BR.tmx
Source language: en
Languages: pt_br

source: could not upload to piwigo!
pt_br: não foi possível exportar para piwigo!

source: %d/%d exported to piwigo webalbum
pt_br: %d/%d exportada para álbum piwigo

source: perspective correction
pt_br: correção de perspectiva

source: rotation
pt_br: rotação

source: lens shift (v)
pt_br: desvio de lente (v)

source: lens shift (h)
pt_br: desvio de lente (h)

source: shear
pt_br: cisalhamento

source: crop factor
pt_br: fator de corte (crop)

source: aspect adjust
pt_br: ajuste de proporção

source: guides
pt_br: guias

source: automatic cropping
pt_br: corte automático

source: lens model
pt_br: modelo da lente

source: automatic cropping failed
pt_br: corte automático falhou

source: data pending - please repeat
pt_br: dados pendentes - por favor repita

source: could not detect structural data in image
pt_br: não foi possível detectar dados estruturais na imagem

source: could not run outlier removal
pt_br: não foi possível executar a remoção

source: not enough structure for automatic correction
pt_br: não há estrutura suficiente para correção automática

source: automatic correction failed, please correct manually
pt_br: a correção automática falhou, faça manualmente

source: lens shift (%s)
pt_br: deslocamento da lente (%s)

source: lens shift (vertical)
pt_br: deslocamento de lente (vertical)

source: lens shift (horizontal)
pt_br: deslocamento de lente (horizontal)

source: largest area
pt_br: maior área

source: original format
pt_br: formato original

source: generic
pt_br: geral

source: specific
pt_br: específico

source: lens dependence
pt_br: dependencia da lente

source: automatic fit
pt_br: ajuste automático

source: get structure
pt_br: obter estrutura

source: rotate image
pt_br: rotacionar imagem

source: apply lens shift correction in one direction
pt_br: aplicar correção de deslocamento de lente em somente uma direção

source: shear the image along one diagonal
pt_br: inclina a imagem por uma diagonal

source: display guide lines overlay
pt_br: mostrar linhas guia para auxiliar na composição da sua fotografia

source: automatically crop to avoid black edges
pt_br: cortar automaticamente para evitar bordas pretas

source: lens model of the perspective correction: generic or according to the focal length
pt_br: modelo de lente da correção de perspectiva: genérico ou de acordo com a distância focal

source: focal length of the lens, default value set from exif data if available
pt_br: distância focal da lente, valor default ajustado a partir dos dados exif, se disponíveis

source: crop factor of the camera sensor, default value set from exif data if available, manual setting is often required
pt_br: fator de crop do sensor da câmera, o valor default é definido a partir dos dados exif se disponíveis, ajuste manual é usualmente necessário

source: the level of lens dependent correction, set to maximum for full lens dependency, set to zero for the generic case
pt_br: o nível de correção dependente de lente, ajuste para o máximo para completa dependência da lente, e zero para o caso genérico

source: adjust aspect ratio of image by horizontal and vertical scaling
pt_br: ajustar aspecto da imagem mudando escala horizontalmente e verticalmente

source: automatically correct for vertical perspective distortion ctrl+click to only fit rotation shift+click to only fit lens shift
pt_br: automaticamente corrigir distorção de perspectiva vertical ctrl-click para ajustar apenas rotação shift-click para ajustar somente correção de lente

source: automatically correct for horizontal perspective distortion ctrl+click to only fit rotation shift+click to only fit lens shift
pt_br: automaticamente corrigir distorção de perspectiva horizontal ctrl-click para ajustar apenas rotação shift-click para ajustar somente correção de lente

source: automatically correct for vertical and horizontal perspective distortions; fitting rotation,lens shift in both directions, and shear ctrl+click to only fit rotation shift+click to only fit lens shift ctrl+shift+click to only fit rotation and lens shift
pt_br: automaticamente corrigir distorção de perspectiva horizontal e vertical ctrl-click para ajustar apenas rotação shift-click para ajustar somente correção de lente ctrl-shift-click para ajustar somente rotação e correção de lente

source: analyse line structure in image ctrl+click for an additional edge enhancement shift+click for an additional detail enhancement ctrl+shift+click for a combination of both methods
pt_br: analisar estrutura de linhas em uma imagem ctrl-click para melhoria de borda adicional shift-click para melhoria adicional de detalhes ctrl-shift-click para uma combinação dos dois métodos

source: remove line structure information
pt_br: remover informação de estrutura de linhas

source: toggle visibility of structure lines
pt_br: alterna a visibilidade das linhas estruturais

source: [%s on segment] select segment
pt_br: [%s no segmento] selecionar segmento

source: [%s on segment] unselect segment
pt_br: [%s no segmento] deselecionar segmento

source: [%s] select all segments from zone
pt_br: [%s] selecionar todos os segmentos de uma zona

source: [%s] unselect all segments from zone
pt_br: [%s] de-selecionar todos os segmentos de uma zona

source: contrast equalizer
pt_br: equalizador de contraste

source: coarse
pt_br: grosseiro

source: denoise & sharpen
pt_br: reduz ruído & melhora nitidez

source: sharpen
pt_br: nitidez

source: denoise chroma
pt_br: reduz ruido croma

source: denoise
pt_br: reduz ruído

source: bloom
pt_br: luz suave

source: clarity
pt_br: clareza

source: deblur: large blur, strength 4
pt_br: nitidez: desfoque grande, força 4

source: deblur: large blur, strength 3
pt_br: nitidez: desfoque grande, força 3

source: deblur: medium blur, strength 3
pt_br: nitidez: desfoque médio, força 3

source: deblur: fine blur, strength 3
pt_br: nitidez: desfoque pequeno, força 3

source: deblur: large blur, strength 2
pt_br: nitidez: desfoque grande, força 2

source: deblur: medium blur, strength 2
pt_br: nitidez: desfoque médio, força 2

source: deblur: fine blur, strength 2
pt_br: nitidez: desfoque pequeno, força 2

source: deblur: large blur, strength 1
pt_br: nitidez: desfoque grande, força 1

source: deblur: medium blur, strength 1
pt_br: nitidez: desfoque médio, força 1

source: deblur: fine blur, strength 1
pt_br: nitidez: desfoque pequeno, força 1

source: fine
pt_br: fino

source: contrasty
pt_br: contrastado

source: smooth
pt_br: suave

source: noisy
pt_br: ruidoso

source: bold
pt_br: distinto

source: dull
pt_br: opaco

source: change lightness at each feature size
pt_br: muda luminosidade a cada dimensão característica

source: change color saturation at each feature size
pt_br: muda saturação de cor a cada dimensão característica

source: edges
pt_br: bordas

source: change edge halos at each feature size only changes results of luma and chroma tabs
pt_br: mudar halos das bordas em cada tamanho de característica só muda resultado das abas de luma e croma

source: make effect stronger or weaker
pt_br: torna efeito mais forte ou fraco

source: scale
pt_br: escala

source: preserve colors
pt_br: preservar cores

source: exposure fusion
pt_br: fusão de exposição

source: neutral
pt_br: neutro

source: canon eos like
pt_br: similar a canon EOS

source: canon eos like alternate
pt_br: similar a canon EOS alternativa

source: nikon like
pt_br: similar a nikon

source: nikon like alternate
pt_br: similar a nikon alternativa

source: sony alpha like
pt_br: similar a sony alpha

source: pentax like
pt_br: similar a pentax

source: ricoh like
pt_br: similar a ricoh

source: olympus like
pt_br: similar a olympus

source: olympus like alternate
pt_br: similar a olympus alternativa

source: panasonic like
pt_br: similar a panasonic

source: leica like
pt_br: similar a leica

source: kodak easyshare like
pt_br: similar a kodak easyshare

source: konica minolta like
pt_br: similar a konica minolta

source: samsung like
pt_br: similar a samsung

source: fujifilm like
pt_br: similar a fujifilm

source: nokia like
pt_br: similar a nokia

source: cubic spline
pt_br: spline cúbica

source: base curve
pt_br: curva base

source: abscissa: input, ordinate: output. works on RGB channels
pt_br: abscissa: entrada, ordenada: saída. trabalha nos canais RGB

source: logarithmic
pt_br: logarítmico

source: scale to use in the graph. use logarithmic scale for more precise control near the blacks
pt_br: escala a ser usada no gráfico use escala logarítmica para controle preciso próximo aos pretos

source: luminance
pt_br: luminância

source: max RGB
pt_br: RGB max

source: average RGB
pt_br: RGB média

source: sum RGB
pt_br: RGB soma

source: norm RGB
pt_br: RGB norma

source: basic power
pt_br: potência básica

source: method to preserve colors when applying contrast
pt_br: método para preservar cores quando aplicar contraste

source: two exposures
pt_br: duas exposições

source: three exposures
pt_br: três exposições

source: fuse this image stopped up/down a couple of times with itself, to compress high dynamic range. expose for the highlights before use.
pt_br: combina a imagem com ela mesma em diferentes valores de compensação de exposição para comprimir a faixa dinâmica. expor para realces antes de usar.

source: how many stops to shift the individual exposures apart
pt_br: quantos stops de separação entre exposições individuais

source: exposure shift
pt_br: deslocamento de exposição

source: whether to shift exposure up or down (-1: reduce highlight, +1: reduce shadows)
pt_br: se desloca exposição para cima ou para baixo (-1: reduz tons claros, +1: reduz sombras)

source: exposure bias
pt_br: viés de exposição

source: basic adjustments
pt_br: ajustes básicos

source: black level correction
pt_br: correção de nível de preto

source: highlight compression
pt_br: compressão de realce

source: contrast
pt_br: contraste

source: middle grey
pt_br: cinza médio

source: brightness
pt_br: brilho

source: saturation
pt_br: saturação

source: vibrance
pt_br: vivacidade

source: clip
pt_br: recortar

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives
pt_br: ajusta o nível de preto para remover os valores RGB negativos. você nunca deve usar para adicionar mais densidade nos pretos! se mal ajustado, forçará os valores das cores que estão próximas do preto para fora da escala tornando valores RGB negativos

source: adjust the exposure correction
pt_br: ajuste a correção de exposição

source: highlight compression adjustment
pt_br: ajuste de compresão de realces

source: contrast adjustment
pt_br: ajuste de contraste

source: middle grey adjustment
pt_br: ajuste de cinza médio

source: brightness adjustment
pt_br: ajuste de brilho

source: saturation adjustment
pt_br: ajuste de saturação

source: vibrance adjustment
pt_br: ajuste de vibrância

source: apply auto exposure based on the entire image
pt_br: aplica auto exposição baseado na imagem toda

source: apply auto exposure based on a region defined by the user click and drag to draw the area right click to cancel
pt_br: aplica auto exposição baseado em uma região definida pelo usuário clique e arraste para desenhar a área clique direito para cancelar

source: adjusts clipping value for auto exposure calculation
pt_br: ajusta o valor de corte para cálculo da exposição automática

source: local contrast
pt_br: contraste local

source: detail
pt_br: detalhe

source: coarseness
pt_br: aspereza

source: highlights
pt_br: realces

source: shadows
pt_br: sombras

source: midtone range
pt_br: faixa de meios-tons

source: mode
pt_br: modo

source: bilateral grid
pt_br: grade bilateral

source: local laplacian filter
pt_br: filtro laplaciano local

source: the filter used for local contrast enhancement. bilateral is faster but can lead to artifacts around edges for extreme settings.
pt_br: o filtro é usado para melhoria de contraste. o bilateral é mais rápido, mas pode gerar artefatos ao redor das bordas em caso de ajustes extremos.

source: changes the local contrast
pt_br: ajusta contraste local

source: feature size of local details (spatial sigma of bilateral filter)
pt_br: tamanho de característica de detalhes locais (sigma espacial do filtro bilateral)

source: L difference to detect edges (range sigma of bilateral filter)
pt_br: diferença L para detectar bordas (faixa sigma do filtro bilateral)

source: changes the local contrast of highlights
pt_br: ajuste de contraste local de realces

source: changes the local contrast of shadows
pt_br: ajuste de contraste local de sombras

source: defines what counts as midtones. lower for better dynamic range compression (reduce shadow and highlight contrast), increase for more powerful local contrast
pt_br: define o que conta como meios-tons. mais baixo para melhor compressão de faixa dinâmica (reduz sombra e aumenta contraste), mais alto para contraste local melhor

source: denoise (bilateral filter)
pt_br: redução ruído (filtro bilateral)

source: radius
pt_br: raio

source: spatial extent of the gaussian
pt_br: extensão espacial do gaussiano

source: how much to blur red
pt_br: quando desfoque vermelho

source: how much to blur green
pt_br: quanto desfoque verde

source: how much to blur blue
pt_br: quando desfoque azul

source: size
pt_br: tamanho

source: threshold
pt_br: limite

source: strength
pt_br: força

source: the size of bloom
pt_br: o tamanho da luz suave

source: the threshold of light
pt_br: o limiar de luz

source: the strength of bloom
pt_br: a força da luz suave

source: framing
pt_br: moldura

source: border size
pt_br: tamanho luz suave

source: pick border color from image
pt_br: seleciona cor da borda da imagem

source: frame line size
pt_br: tamanho da linha de moldura

source: frame line offset
pt_br: deslocamento da linha de moldura

source: pick frame line color from image
pt_br: seleciona cor da linha de moldura da imagem

source: aspect
pt_br: proporção

source: orientation
pt_br: orientação

source: horizontal position
pt_br: posição horizontal

source: vertical position
pt_br: posição vertical

source: 15:10 postcard white
pt_br: 15:10 cartão-postal branco

source: 15:10 postcard black
pt_br: 15:10 cartão-postal preto

source: golden cut
pt_br: proporção áurea

source: square
pt_br: quadrado

source: constant border
pt_br: borda constante

source: custom...
pt_br: personalizado...

source: center
pt_br: centro

source: size of the border in percent of the full image
pt_br: tamanho da borda em percentagem da imagem inteira

source: select the aspect ratio or right click and type your own (w:h)
pt_br: selecionar a proporção ou clique botão direito e digite seu próprio (larg:alt)

source: set the custom aspect ratio
pt_br: defina a proporção (larg:alt)

source: aspect ratio orientation of the image with border
pt_br: orientação da proporção da imagem com borda

source: select the horizontal position ratio relative to top or right click and type your own (y:h)
pt_br: selecione a relação de posição horizontal relativa ao topo ou clique o botão direito e digite seu próprio (y:alt)

source: custom horizontal position
pt_br: posição horizontal personalizada

source: select the vertical position ratio relative to left or right click and type your own (x:w)
pt_br: selecione a relação de posição vertical relativa a esquerda ou clique o botão direito e digite seu próprio (x:lar)

source: custom vertical position
pt_br: posição vertical personalizada

source: size of the frame line in percent of min border width
pt_br: tamanho da linha de moldura em percentagem da largura mínima da borda

source: offset of the frame line beginning on picture side
pt_br: deslocamento da linha de moldura começando na borda da imagem

source: border color
pt_br: cor da borda

source: select border color
pt_br: selecionar cor da borda

source: frame line color
pt_br: cor da linha de moldura

source: select frame line color
pt_br: selecionar cor da linha de moldura

source: chromatic aberrations
pt_br: aberrações cromáticas

source: automatic chromatic aberration correction
pt_br: correção automática de aberração cromática

source: automatic chromatic aberration correction disabled for non-Bayer sensors
pt_br: correção automática de aberração cromática desabilitado para sensores não Bayer

source: automatic chromatic aberration correction only works for raw images.
pt_br: correção automática de aberração cromática somente para imagens raw.

source: channel mixer
pt_br: misturador de canais

source: destination
pt_br: destino

source: gray
pt_br: cinza

source: amount of red channel in the output channel
pt_br: quantidade do canal vermelho no canal de saída

source: amount of green channel in the output channel
pt_br: quantidade do canal verde no canal de saída

source: amount of blue channel in the output channel
pt_br: quantidade do canal azul no canal de saída

source: swap R and B
pt_br: trocar R e B

source: swap G and B
pt_br: trocar G e B

source: color contrast boost
pt_br: ganho contraste de cor

source: color details boost
pt_br: ganho detalhes de cor

source: color artifacts boost
pt_br: ganho artefatos de cor

source: B/W luminance-based
pt_br: baseado em luminância B/P

source: B/W artifacts boost
pt_br: ganho artefatos B/P

source: B/W smooth skin
pt_br: pele suave B/P

source: B/W blue artifacts reduce
pt_br: reduzir artefatos azul B/P

source: B/W Ilford Delta 100-400
pt_br: Ilford Delta 100-400 B/P

source: B/W Ilford Delta 3200
pt_br: Ilford Delta 3200 B/P

source: B/W Ilford FP4
pt_br: Ilford FP4 B/P

source: B/W Ilford HP5
pt_br: Ilford HP5 B/P

source: B/W Ilford SFX
pt_br: Ilford SFX B/P

source: B/W Kodak T-Max 100
pt_br: Kodak T-Max 100 B/P

source: B/W Kodak T-max 400
pt_br: Kodak T-max 400 B/P

source: B/W Kodak Tri-X 400
pt_br: Kodak Tri-X 400 B/P

source: Choleski decomposition failed to allocate memory, check your RAM settings
pt_br: A decomposição de Cholesky não conseguiu alocar memória, verifique sua configuração de RAM

source: amount
pt_br: quantia

source: size of features to preserve
pt_br: tamanho da característica a preservar

source: strength of the effect
pt_br: força do efeito

source: crop and rotate
pt_br: cortar e girar

source: invalid ratio format. it should be "number:number"
pt_br: formato da proporção inválido. deveria ser "número:número"

source: invalid ratio format. it should be non zero
pt_br: formato da proporção inválido. deveria ser diferente de zero

source: full
pt_br: completo

source: old system
pt_br: sistema antigo

source: correction applied
pt_br: correção aplicada

source: main
pt_br: principal

source: margins
pt_br: margens

source: flip
pt_br: espelhar

source: both
pt_br: ambos

source: mirror image horizontally and/or vertically
pt_br: espelhar imagem horizontalmente e/ou verticalmente

source: angle
pt_br: ângulo

source: right-click and drag a line on the image to drag a straight line
pt_br: clique botão direito e arraste uma linha na imagem para arrastar uma linha reta

source: left
pt_br: esquerda

source: the left margin cannot overlap with the right margin
pt_br: a margem esquerda não pode sobrepor a margem direita

source: right
pt_br: direita

source: the right margin cannot overlap with the left margin
pt_br: a margem direita não pode sobrepor a margem esquerda

source: top
pt_br: superior

source: the top margin cannot overlap with the bottom margin
pt_br: a margem superior não pode sobrepor a margem inferior

source: the bottom margin cannot overlap with the top margin
pt_br: a margem inferior não pode sobrepor a margem superior

source: keystone
pt_br: distorção de perspectiva

source: set perspective correction for your image
pt_br: defina correção de perspectiva para sua imagem

source: freehand
pt_br: mão livre

source: original image
pt_br: imagem original

source: 10:8 in print
pt_br: 10:8 em impressão

source: 8.5x11, letter
pt_br: 8.5x11, carta

source: cinemascope
pt_br: cinemascópio

source: anamorphic
pt_br: anamórfico

source: 3:1, panorama
pt_br: 3:1, panorâmica

source: invalid ratio format for `%s'. it should be "number:number"
pt_br: formato da proporção inválido para `%s'. deveria ser "número:número"

source: set the aspect ratio the list is sorted: from most square to least square
pt_br: escolher o aspecto a lista é ordenada: do mais quadrado ao menos quadrado

source: display guide lines to help compose your photograph
pt_br: mostrar linhas guia para auxiliar na composição da sua fotografia

source: flip guides
pt_br: espelhar guias

source: horizontally
pt_br: horizontalmente

source: vertically
pt_br: verticalmente

source: commit
pt_br: finalizar

source: guide lines
pt_br: linhas-guia

source: [%s on borders] crop
pt_br: [%s em bordas] cortar

source: [%s on borders] crop keeping ratio
pt_br: [%s em bordas] cortar mantendo aspecto

source: [%s] define/rotate horizon
pt_br: [%s] definir/rotacionar horizonte

source: contrast brightness saturation
pt_br: contraste brilho saturacão

source: color saturation adjustment
pt_br: ajuste de saturação de cor

source: color balance
pt_br: balanço de cor

source: lift/gamma/gain controls as seen in video editors
pt_br: elevação/gama/ganho controles, como em editores de vídeo

source: split-toning teal-orange (2nd instance)
pt_br: dois tons (split-toning) azul-petróleo/laranja (2a instância)

source: split-toning teal-orange (1st instance)
pt_br: dois tons (split-toning) azul-petróleo/laranja (1a instância)

source: generic film
pt_br: filme genérico

source: similar to Kodak Portra
pt_br: emelhante a Kodak Portra

source: similar to Kodak Ektar
pt_br: semelhante a Kodak Ektar

source: similar to Kodachrome
pt_br: semelhante a Kodachrome

source: input saturation
pt_br: saturação de entrada

source: output saturation
pt_br: saturação de saída

source: contrast fulcrum
pt_br: pivô de contraste (contrast fulcrum)

source: color control sliders
pt_br: controles de cor

source: optimize luma from patches
pt_br: otimizar luma dos patches

source: optimize luma
pt_br: otimizar luma

source: neutralize colors from patches
pt_br: neutralizar cores dos patches

source: neutralize colors
pt_br: neutralizar cores

source: lift, gamma, gain (ProPhotoRGB)
pt_br: elevação, gama, ganho (ProPhotoRGB)

source: slope, offset, power (ProPhotoRGB)
pt_br: inclinação, deslocamento, potência (ProPhotoRGB)

source: lift, gamma, gain (sRGB)
pt_br: elevação, gama, ganho (sRGB)

source: color-grading mapping method
pt_br: método color-grading de mapeamento de cores

source: master
pt_br: mestre

source: saturation correction before the color balance
pt_br: correção de saturação antes do balanço de cor

source: saturation correction after the color balance
pt_br: correção de saturação depois do balanço de cor

source: adjust to match a neutral tone
pt_br: ajustar para casar com tom neutro

source: factor of
pt_br: fator de

source: factor
pt_br: fator

source: shadows : lift / offset
pt_br: sombras: elevação / deslocamento

source: factor of lift
pt_br: fator de levante

source: lift
pt_br: levantar

source: select the hue
pt_br: selecionar o tom de matiz

source: select the saturation
pt_br: selecionar o tom de saturação

source: factor of red for lift
pt_br: fator de vermelho para levante

source: factor of green for lift
pt_br: fator de verde para levante

source: factor of blue for lift
pt_br: fator de azul para levante

source: mid-tones : gamma / power
pt_br: meios-tons : gama / potência

source: factor of gamma
pt_br: fator de gamma

source: gamma
pt_br: gama

source: factor of red for gamma
pt_br: fator de vermelho para gamma

source: factor of green for gamma
pt_br: fator de verde para gamma

source: factor of blue for gamma
pt_br: fator de azul para gamma
